Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: **Back up projects** — write a one-off zip of your project library to a folder you choose.
ar: **النسخ الاحتياطي للمشاريع** — اكتب نسخة مضغوطة لمرة واحدة من مكتبة مشروعك في مجلد تختاره.
ca: **Feu una còpia de seguretat dels projectes**: escriviu un zip únic de la vostra biblioteca de projectes a una carpeta que trieu.
cs: **Zálohujte projekty** – napište jednorázový zip knihovny projektů do složky, kterou si vyberete.
da: **Sikkerhedskopier projekter** — skriv en engangs-zip af dit projektbibliotek til en mappe, du vælger.
de: **Projekte sichern** – Schreiben Sie eine einmalige ZIP-Datei Ihrer Projektbibliothek in einen Ordner Ihrer Wahl.
el: **Δημιουργία αντιγράφων ασφαλείας έργων** — γράψτε ένα μοναδικό zip της βιβλιοθήκης του έργου σας σε έναν φάκελο που θα επιλέξετε.
es: **Haga una copia de seguridad de los proyectos**: escriba un archivo zip único de su biblioteca de proyectos en la carpeta que elija.
fa: **پشتیبان گیری از پروژه ها** - یک فایل فشرده از کتابخانه پروژه خود را در پوشه ای که انتخاب می کنید بنویسید.
fi: **Varmuuskopioi projektit** — kirjoita kertaluonteinen zip-tiedosto projektikirjastostasi valitsemaasi kansioon.
fr: **Sauvegarder les projets** : écrivez un fichier zip unique de votre bibliothèque de projets dans un dossier de votre choix.
he: **גיבוי פרויקטים** - כתוב zip חד פעמי של ספריית הפרויקטים שלך לתיקיה שתבחר.
hr: **Sigurnosno kopirajte projekte** — napišite jednokratni zip svoje knjižnice projekata u mapu koju odaberete.
hu: **Projektek biztonsági mentése** – írjon egyszeri zip-fájlt projektkönyvtárából egy kiválasztott mappába.
id: **Cadangkan proyek** — tulis zip satu kali dari perpustakaan proyek Anda ke folder yang Anda pilih.
ja: **プロジェクトをバックアップする** — プロジェクト ライブラリの 1 回限りの zip を、選択したフォルダーに書き込みます。
ko: **프로젝트 백업** — 선택한 폴더에 프로젝트 라이브러리의 일회용 zip을 작성합니다.
ms: **Sandarkan projek** — tulis zip sekali pustaka projek anda pada folder yang anda pilih.
nl: **Back-up van projecten** — schrijf een eenmalige zip van uw projectbibliotheek naar een map die u kiest.
no: **Sikkerhetskopier prosjekter** — skriv en engangszip av prosjektbiblioteket til en mappe du velger.
pl: **Twórz kopie zapasowe projektów** — zapisz jednorazowy plik zip biblioteki projektów w wybranym przez Ciebie folderze.
pt_br: **Fazer backup de projetos** — grave um zip único da sua biblioteca de projetos em uma pasta de sua escolha.
pt_pt: **Fazer backup de projetos** — grave um zip único da sua biblioteca de projetos em uma pasta de sua escolha.
ro: **Fă backup pentru proiecte** — scrieți un zip unic al bibliotecii de proiecte într-un folder pe care îl alegeți.
sk: **Zálohujte projekty** – zapíšte si jednorazový zip knižnice projektov do priečinka, ktorý si vyberiete.
sl: **Varnostno kopirajte projekte** — zapišite enkratno zip knjižnice projektov v mapo, ki jo izberete.
sv: **Säkerhetskopiera projekt** — skriv en engångszip av ditt projektbibliotek till en mapp du väljer.
th: **สำรองข้อมูลโปรเจ็กต์** — เขียนไฟล์ ZIP แบบครั้งเดียวของไลบรารีโปรเจ็กต์ของคุณลงในโฟลเดอร์ที่คุณเลือก
ur: **پراجیکٹس کا بیک اپ لیں** — اپنے منتخب کردہ فولڈر میں اپنی پروجیکٹ لائبریری کی ایک بار زپ لکھیں۔
vi: **Sao lưu dự án** — ghi một bản zip của thư viện dự án vào thư mục bạn chọn.
zh_hans: **备份项目** — 将项目库的一次性 zip 文件写入您选择的文件夹中。

source: **Background editor** — color, gradient, or image. See the **Backgrounds** topic.
ar: **محرر الخلفية** — اللون أو التدرج أو الصورة. راجع موضوع **الخلفيات**.
ca: **Editor de fons**: color, degradat o imatge. Vegeu el tema **Antecedents**.
cs: **Editor pozadí** — barva, přechod nebo obrázek. Viz téma **Pozadí**.
da: **Baggrundseditor** — farve, gradient eller billede. Se emnet **Baggrunde**.
de: **Hintergrundeditor** – Farbe, Farbverlauf oder Bild. Siehe das Thema **Hintergründe**.
el: **Επεξεργαστής φόντου** — χρώμα, ντεγκραντέ ή εικόνα. Δείτε το θέμα **Υπόβαθρα**.
es: **Editor de fondo**: color, degradado o imagen. Consulte el tema **Fondos**.
fa: **ویرایشگر پس زمینه** - رنگ، گرادیان یا تصویر. به مبحث **پس زمینه** مراجعه کنید.
fi: **Taustaeditori** — väri, gradientti tai kuva. Katso **Taustat**-aihe.
fr: **Éditeur d'arrière-plan** : couleur, dégradé ou image. Consultez la rubrique **Arrière-plans**.
he: **עורך רקע** - צבע, צבע או תמונה. עיין בנושא **רקע**.
hr: **Uređivač pozadine** — boja, gradijent ili slika. Pogledajte temu **Pozadine**.
hu: **Háttérszerkesztő** – szín, színátmenet vagy kép. Lásd a **Háttér** témakört.
id: **Editor latar belakang** — warna, gradien, atau gambar. Lihat topik **Latar Belakang**.
ja: **背景エディタ** — カラー、グラデーション、または画像。 **背景**トピックを参照してください。
ko: **배경 편집기** — 색상, 그라데이션 또는 이미지. **배경** 항목을 참조하세요.
ms: **Editor latar belakang** — warna, kecerunan atau imej. Lihat topik **Latar Belakang**.
nl: **Achtergrondeditor** — kleur, verloop of afbeelding. Zie het onderwerp **Achtergronden**.
no: **Bakgrunnsredigering** — farge, gradient eller bilde. Se emnet **Bakgrunner**.
pl: **Edytor tła** — kolor, gradient lub obraz. Zobacz temat **Tła**.
pt_br: **Editor de plano de fundo** — cor, gradiente ou imagem. Consulte o tópico **Planos de fundo**.
pt_pt: **Editor de plano de fundo** — cor, gradiente ou imagem. Consulte o tópico **Planos de fundo**.
ro: **Editor de fundal** — culoare, gradient sau imagine. Consultați subiectul **Backgrounds**.
sk: **Editor pozadia** — farba, prechod alebo obrázok. Pozrite si tému **Pozadie**.
sl: **Urejevalnik ozadja** — barva, preliv ali slika. Oglejte si temo **Ozadja**.
sv: **Bakgrundsredigerare** — färg, övertoning eller bild. Se ämnet **Bakgrunder**.
th: **เครื่องมือแก้ไขพื้นหลัง** — สี การไล่ระดับสี หรือรูปภาพ ดูหัวข้อ **พื้นหลัง**
ur: **بیک گراؤنڈ ایڈیٹر** — رنگ، میلان، یا تصویر۔ **پس منظر** کا موضوع دیکھیں۔
vi: **Trình chỉnh sửa nền** — màu sắc, độ dốc hoặc hình ảnh. Xem chủ đề **Hình nền**.
zh_hans: **背景编辑器** — 颜色、渐变或图像。请参阅**背景**主题。

source: **Background** — color, gradient, or image, plus a **Blur** slider. See the **Backgrounds** topic.
ar: **الخلفية** — اللون، أو التدرج، أو الصورة، بالإضافة إلى شريط التمرير **التمويه**. راجع موضوع **الخلفيات**.
ca: **Fons**: color, degradat o imatge, a més d'un control lliscant **Desenfocament**. Vegeu el tema **Antecedents**.
cs: **Pozadí** – barva, přechod nebo obrázek plus posuvník **Rozostření**. Viz téma **Pozadí**.
da: **Baggrund** — farve, gradient eller billede plus en **Slør** skyder. Se emnet **Baggrunde**.
de: **Hintergrund** – Farbe, Verlauf oder Bild sowie ein Regler für **Unschärfe**. Siehe das Thema **Hintergründe**.
el: **Φόντο** — χρώμα, ντεγκραντέ ή εικόνα, συν ένα ρυθμιστικό **Θάμπωμα**. Δείτε το θέμα **Υπόβαθρα**.
es: **Fondo**: color, degradado o imagen, además de un regulador de **Desenfoque**. Consulta el tema **Fondos**.
fa: **پس‌زمینه** — رنگ، گرادیان یا تصویر، به‌علاوهٔ اسلایدر **تاری**. به مبحث **پس‌زمینه‌ها** مراجعه کنید.
fi: **Tausta** — väri, liukuväri tai kuva sekä **Blur**-liukusäädin. Katso **Taustat**-aihe.
fr: **Arrière-plan** : couleur, dégradé ou image, avec un curseur **Flou**. Consultez la rubrique **Arrière-plans**.
he: **רקע** - צבע, צבע או תמונה, בתוספת מחוון **טשטוש**. עיין בנושא **רקע**.
hr: **Pozadina** — boja, gradijent ili slika, plus klizač **Zamućivanje**. Pogledajte temu **Pozadine**.
hu: **Háttér** – szín, színátmenet vagy kép, valamint egy **Elmosódás** csúszka. Lásd a **Háttér** témakört.
id: **Latar Belakang** — warna, gradien, atau gambar, ditambah penggeser **Blur**. Lihat topik **Latar Belakang**.
it: **Sfondo**: colore, sfumatura o immagine, più un cursore **Sfocatura**. Consulta l'argomento **Sfondi**.
ja: **背景** — 色、グラデーション、画像に加えて **ぼかし** スライダーがあります。**背景** のトピックを参照してください。
ko: **배경** — 색상, 그라디언트 또는 이미지와 **흐림** 슬라이더. **배경** 항목을 참조하세요.
ms: **Latar Belakang** — warna, kecerunan atau imej, ditambah dengan peluncur **Kabur**. Lihat topik **Latar Belakang**.
nl: **Achtergrond** — kleur, verloop of afbeelding, plus een schuifregelaar **Vervagen**. Zie het onderwerp **Achtergronden**.
no: **Bakgrunn** — farge, gradient eller bilde, pluss en **Uskarphet**-glidebryter. Se emnet **Bakgrunner**.
pl: **Tło** — kolor, gradient lub obraz oraz suwak **Rozmycie**. Zobacz temat **Tła**.
pt_br: **Fundo** — cor, gradiente ou imagem, além de um controle deslizante **Desfoque**. Consulte o tópico **Planos de fundo**.
pt_pt: **Plano de fundo** — cor, gradiente ou imagem, além de um controle deslizante **Desfoque**. Consulte o tópico **Planos de fundo**.
ro: **Fondul** — culoare, gradient sau imagine, plus un glisor **Neclaritate**. Consultați subiectul **Backgrounds**.
ru: **Фон** — цвет, градиент или изображение, а также ползунок **Размытие**. См. раздел **Фоны**.
sk: **Pozadie** – farba, prechod alebo obrázok plus posúvač **Rozostrenie**. Pozrite si tému **Pozadie**.
sl: **Ozadje** — barva, gradient ali slika ter drsnik **Zameglitev**. Oglejte si temo **Ozadja**.
sv: **Bakgrund** — färg, övertoning eller bild, plus ett skjutreglage för **Oskärpa**. Se ämnet **Bakgrunder**.
th: **พื้นหลัง** — สี การไล่ระดับสี หรือรูปภาพ พร้อมแถบเลื่อน **เบลอ** ดูหัวข้อ **พื้นหลัง**
tr: **Arka Plan** — renk, renk geçişi veya görüntü, ayrıca bir **Bulanıklık** sürgüsü. **Arka Planlar** konusuna bakın.
uk: **Тло** — колір, градієнт або зображення, а також повзунок **Розмиття**. Докладніше в темі **Тло**.
ur: **پس منظر** — رنگ، میلان، یا تصویر کے علاوہ **بلر** سلائیڈر۔ **پس منظر** کا موضوع دیکھیں۔
vi: **Nền** — màu sắc, độ chuyển màu hoặc hình ảnh, cùng với thanh trượt **Làm mờ**. Xem chủ đề **Hình nền**.
zh_hans: **背景**——颜色、渐变或图像，外加 **模糊** 滑块。请参阅 **背景** 主题。
zh_hant: **背景**——顏色、漸層或影像，另有**模糊**滑桿。請參閱「**背景**」主題。

source: **Background** in the properties bar (**Text Background** in the inspector) turns a headline into a badge: pick **Solid**, **Pill**, **Outline**, or **Highlight**, then tune color, padding, corner radius, opacity, and an outline.
ar: **الخلفية** في شريط الخصائص (**خلفية النص** في المفتش) تحول العنوان إلى شارة: اختر **صلب**، **حبة**، **مخطط تفصيلي**، أو **تمييز**، ثم قم بضبط اللون والحشوة ونصف قطر الزاوية والعتامة والمخطط التفصيلي.
ca: **Fons de fons** a la barra de propietats (**Fons de text** a l'inspector) converteix un títol en una insígnia: selecciona **Sòlid**, **Píndola**, **Contorn** o **Resaltat** i, a continuació, ajusta el color, el farciment, el radi de la cantonada, l'opacitat i un contorn.
cs: **Pozadí** na liště vlastností (**Pozadí textu** v inspektoru) změní nadpis na odznak: vyberte **Pevné**, **Pill**, **Obrys** nebo **Zvýraznění** a poté dolaďte barvu, odsazení, poloměr rohů, neprůhlednost a obrys.
da: **Baggrund** i egenskabslinjen (**Tekstbaggrund** i inspektøren) gør en overskrift til et badge: vælg **Solid**, **Pille**, **Kontur** eller **Fremhæv**, og juster derefter farve, polstring, hjørneradius, opacitet og en kontur.
de: **Hintergrund** in der Eigenschaftenleiste (**Texthintergrund** im Inspektor) macht aus einer Überschrift ein Badge: Wähle **Einfarbig**, **Kapsel**, **Kontur** oder **Hervorhebung** und passe dann Farbe, Innenabstand, Eckenradius, Deckkraft und eine Kontur an.
el: Το **Φόντο** στη γραμμή ιδιοτήτων (**Φόντο κειμένου** στον επιθεωρητή) μετατρέπει μια επικεφαλίδα σε σήμα: επιλέξτε **Στερεά**, **Χάπι**, **Περίγραμμα** ή **Επισήμανση** και μετά συντονίστε το χρώμα, το padding, την ακτίνα γωνίας, την αδιαφάνεια και ένα περίγραμμα.
es: **Fondo** en la barra de propiedades (**Fondo del texto** en el inspector) convierte un titular en una etiqueta: elige **Sólido**, **Cápsula**, **Contorno** o **Resaltado** y ajusta el color, el margen, el radio de esquina, la opacidad y un contorno.
fa: **پس‌زمینه** در نوار ویژگی‌ها (**پس‌زمینه متن** در بازرس) تیتر را به یک برچسب تبدیل می‌کند: **یکدست**، **کپسولی**، **خط دور** یا **برجسته‌سازی** را انتخاب کنید، سپس رنگ، فاصلهٔ داخلی، شعاع گوشه، کدورت و خط دور را تنظیم کنید.
fi: **Tausta** ominaisuuspalkissa (**Tekstin tausta** tarkastuksissa) muuttaa otsikon merkiksi: valitse **Solid**, **Pill**, **Outline** tai **Highlight** ja säädä sitten väri, täyte, kulman säde, peittävyys ja ääriviivat.
fr: **Arrière-plan** dans la barre des propriétés (**Arrière-plan du texte** dans l'inspecteur) transforme un titre en badge : choisissez **Uni**, **Pilule**, **Contour** ou **Surlignage**, puis réglez la couleur, la marge intérieure, le rayon des angles, l'opacité et un contour.
he: **רקע** בסרגל המאפיינים (**רקע טקסט** במפקח) הופך כותרת לתג: בחר **סוליד**, **גלולה**, **מתאר** או **הדגשה**, ואז כוונן את הצבע, הריפוד, רדיוס הפינה, האטימות וקווי מתאר.
hr: **Pozadina** na traci svojstava (**Pozadina teksta** u inspektoru) pretvara naslov u značku: odaberite **Solid**, **Pill**, **Outline** ili **Highlight**, zatim podesite boju, ispunu, polumjer kuta, neprozirnost i obris.
hu: A **Háttér** a tulajdonságsávban (**Szöveg háttere** az ellenőrzőben) a címsort jelvényré alakítja: válassza ki a **Szilárd**, **Pillat**, **Körvonal** vagy **Kiemelés** lehetőséget, majd hangolja be a színt, a kitöltést, a sarok sugarát, az átlátszatlanságot és a körvonalat.
id: **Latar Belakang** di bilah properti (**Latar Belakang Teks** di inspektur) mengubah judul menjadi lencana: pilih **Solid**, **Pill**, **Outline**, atau **Highlight**, lalu sesuaikan warna, padding, radius sudut, opacity, dan outline.
it: **Sfondo** nella barra delle proprietà (**Sfondo testo** nell'inspector) trasforma un titolo in un badge: scegli **Pieno**, **Pillola**, **Contorno** o **Evidenziatore**, poi regola colore, margine interno, raggio degli angoli, opacità e un contorno.
ja: プロパティバーの **背景**（インスペクタでは **テキストの背景**）で、見出しをバッジのように装飾できます。**単色**、**カプセル**、**枠線**、**ハイライト** から選び、色、余白、角の半径、不透明度、枠線を調整します。
ko: 속성 막대의 **배경**(인스펙터에서는 **텍스트 배경**)은 헤드라인을 배지로 바꿉니다. **단색**, **알약형**, **윤곽선**, **강조** 중 하나를 고른 다음 색상, 여백, 모서리 반경, 불투명도, 윤곽선을 조정하세요.
ms: **Latar Belakang** dalam bar sifat (**Latar Belakang Teks** dalam pemeriksa) menukar tajuk menjadi lencana: pilih **Pepejal**, **Pil**, **Kerangka**, atau **Serlahkan**, kemudian tala warna, pelapik, jejari sudut, kelegapan dan garis besar.
nl: **Achtergrond** in de eigenschappenbalk (**Tekstachtergrond** in het infovenster) verandert een kop in een badge: kies **Effen**, **Pil**, **Omtrek** of **Hoogtepunt** en stem vervolgens de kleur, opvulling, hoekradius, dekking en omtrek af.
no: **Bakgrunn** i egenskapslinjen (**Tekstbakgrunn** i inspektøren) gjør en overskrift til et merke: velg **Solid**, **Pill**, **Outline** eller **Highlight**, og juster deretter farge, polstring, hjørneradius, opasitet og en kontur.
pl: **Tło** na pasku właściwości (**Tło tekstu** w inspektorze) zamienia nagłówek w plakietkę: wybierz **Stałe**, **Pigułka**, **Kontur** lub **Wyróżnienie**, a następnie dostosuj kolor, dopełnienie, promień narożnika, krycie i kontur.
pt_br: **Fundo** na barra de propriedades (**Fundo do texto** no inspetor) transforma um título em um selo: escolha **Sólido**, **Pílula**, **Contorno** ou **Destaque** e ajuste cor, margem, raio dos cantos, opacidade e contorno.
pt_pt: **Plano de fundo** na barra de propriedades (**Fundo do texto** no inspetor) transforma um título em um emblema: escolha **Sólido**, **Pílula**, **Contorno** ou **Realce** e, em seguida, ajuste a cor, o preenchimento, o raio do canto, a opacidade e um contorno.
ro: **Funtal** din bara de proprietăți (**Fundal de text** în inspector) transformă un titlu într-o insignă: alegeți **Solid**, **Pilă**, **Contur** sau **Evidențiați**, apoi reglați culoarea, umplutura, raza colțului, opacitatea și un contur.
ru: **Фон** на панели свойств (**Фон текста** в инспекторе) превращает заголовок в плашку: выберите **Сплошной**, **Капсула**, **Обводка** или **Маркер**, затем настройте цвет, отступ, радиус углов, непрозрачность и обводку.
sk: **Pozadie** na paneli vlastností (**Pozadie textu** v inšpektorovi) zmení nadpis na odznak: vyberte **Plné**, **Pill**, **Obrys** alebo **Zvýraznenie**, potom dolaďte farbu, výplň, polomer rohov, nepriehľadnosť a obrys.
sl: **Ozadje** v vrstici z lastnostmi (**Ozadje besedila** v inšpektorju) spremeni naslov v značko: izberite **Solid**, **Pill**, **Oris** ali **Označi**, nato nastavite barvo, oblazinjenje, polmer vogalov, motnost in oris.
sv: **Bakgrund** i egenskapsfältet (**Textbakgrund** i granskaren) förvandlar en rubrik till ett märke: välj **Solid**, **Pill**, **Outline** eller **Highlight**, ställ sedan in färg, stoppning, hörnradie, opacitet och en kontur.
th: **พื้นหลัง** ในแถบคุณสมบัติ (**พื้นหลังข้อความ** ในตัวตรวจสอบ) เปลี่ยนพาดหัวเป็นป้าย: เลือก **ทึบ**, **แถบ**, **โครงร่าง** หรือ **ไฮไลต์** จากนั้นปรับแต่งสี ระยะห่างจากขอบ รัศมีของมุม ความทึบ และเส้นขอบ
tr: Özellikler çubuğundaki **Arka Plan** (denetçide **Metin Arka Planı**) bir başlığı rozete dönüştürür: **Düz**, **Kapsül**, **Dış Çizgi** veya **Vurgu**'yu seçin, ardından rengi, iç boşluğu, köşe yarıçapını, opaklığı ve dış çizgiyi ayarlayın.
uk: **Тло** на панелі властивостей (**Тло тексту** в інспекторі) перетворює заголовок на бейдж: виберіть **Суцільне**, **Пігулка**, **Контур** або **Виділення**, а потім налаштуйте колір, відступ, радіус кутів, непрозорість і контур.
ur: پراپرٹیز بار میں **بیک گراؤنڈ** (انسپکٹر میں **ٹیکسٹ بیک گراؤنڈ**) ایک سرخی کو بیج میں بدل دیتا ہے: **ٹھوس**، **پِل**، **آؤٹ لائن**، یا **ہائی لائٹ**، پھر ٹیون رنگ، پیڈنگ، کونے کا رداس، دھندلاپن، اور ایک آؤٹ لائن منتخب کریں۔
vi: **Nền** trong thanh thuộc tính (**Nền văn bản** trong trình kiểm tra) biến dòng tiêu đề thành huy hiệu: chọn **Solid**, **Pill**, **Outline** hoặc **Highlight**, sau đó điều chỉnh màu, khoảng đệm, bán kính góc, độ mờ và đường viền.
zh_hans: 属性栏中的 **背景**（检查器中为 **文本背景**）可将标题变成徽章：选择 **纯色**、**胶囊**、**描边** 或 **高亮**，然后调整颜色、内边距、圆角半径、不透明度和描边。
zh_hant: 屬性列中的**背景**（檢閱器中的**文字背景**）可將標題變成徽章：選擇**實心**、**膠囊**、**外框線**或**螢光標示**，然後調整顏色、邊界、圓角半徑、不透明度和外框線。

source: **Batch import**: drop multiple screenshots at once. Screenshot Bro inspects each image's pixel dimensions and routes it to the matching device row (iPhone vs iPad vs Android).
ar: **استيراد دفعة**: قم بإسقاط لقطات شاشة متعددة مرة واحدة. يقوم Screenshot Bro بفحص أبعاد البكسل لكل صورة وتوجيهها إلى صف الجهاز المطابق (iPhone مقابل iPad مقابل Android).
ca: **Importació per lots**: deixa anar diverses captures de pantalla alhora. Screenshot Bro inspecciona les dimensions en píxels de cada imatge i l'encamina a la fila del dispositiu coincident (iPhone vs iPad vs Android).
cs: **Dávkový import**: umístěte více snímků obrazovky najednou. Screenshot Bro zkontroluje rozměry každého obrázku v pixelech a přesměruje jej na odpovídající řádek zařízení (iPhone vs. iPad vs Android).
da: **Batchimport**: Slip flere skærmbilleder på én gang. Screenshot Bro inspicerer hvert billedes pixeldimensioner og dirigerer det til den matchende enhedsrække (iPhone mod iPad mod Android).
de: **Batch-Import**: Mehrere Screenshots gleichzeitig löschen. Screenshot Bro prüft die Pixelabmessungen jedes Bildes und leitet es an die entsprechende Gerätezeile weiter (iPhone vs. iPad vs. Android).
el: **Μαζική εισαγωγή**: απόθεση πολλαπλών στιγμιότυπων οθόνης ταυτόχρονα. Το Screenshot Bro επιθεωρεί τις διαστάσεις pixel κάθε εικόνας και τη δρομολογεί στην αντίστοιχη σειρά συσκευής (iPhone έναντι iPad έναντι Android).
es: **Importación por lotes**: coloca varias capturas de pantalla a la vez. Screenshot Bro inspecciona las dimensiones en píxeles de cada imagen y las dirige a la fila del dispositivo correspondiente (iPhone frente a iPad frente a Android).
fa: **واردات دسته**: چند اسکرین شات را به صورت همزمان رها کنید. Screenshot Bro ابعاد پیکسل هر تصویر را بررسی می‌کند و آن را به ردیف دستگاه منطبق (iPhone در مقابل iPad در مقابل Android) هدایت می‌کند.
fi: **Erätuonti**: pudota useita kuvakaappauksia kerralla. Screenshot Bro tarkastaa kunkin kuvan pikselimitat ja reitittää sen vastaavalle laiteriville (iPhone vs iPad vs Android).
fr: **Importation par lots** : déposez plusieurs captures d'écran à la fois. Screenshot Bro inspecte les dimensions en pixels de chaque image et l'achemine vers la ligne de l'appareil correspondant (iPhone contre iPad contre Android).
he: **יבוא אצווה**: שחרר צילומי מסך מרובים בבת אחת. Screenshot Bro בודק את ממדי הפיקסלים של כל תמונה ומנתב אותה לשורת המכשירים התואמת (iPhone לעומת iPad מול אנדרואיד.
hr: **Grupni uvoz**: ispustite više snimki zaslona odjednom. Screenshot Bro provjerava dimenzije piksela svake slike i usmjerava je u odgovarajući red uređaja (iPhone u odnosu na iPad u odnosu na Android).
hu: **Kötegelt importálás**: egyszerre több képernyőképet is eldobhat. A Screenshot Bro megvizsgálja az egyes képek pixelméreteit, és a megfelelő eszközsorhoz irányítja (iPhone vs iPad vs Android).
id: **Impor batch**: lepaskan beberapa tangkapan layar sekaligus. Screenshot Bro memeriksa dimensi piksel setiap gambar dan mengarahkannya ke baris perangkat yang cocok (iPhone vs iPad vs Android).
ja: **バッチインポート**: 複数のスクリーンショットを一度にドロップします。 Screenshot Bro は、各画像のピクセル寸法を検査し、一致するデバイス行にルーティングします (iPhone 対 iPad 対 Android)。
ko: **일괄 가져오기**: 여러 스크린샷을 한 번에 드롭합니다. Screenshot Bro은 각 이미지의 픽셀 크기를 검사하고 이를 일치하는 장치 행(iPhone 대 iPad 대 Android)으로 라우팅합니다.
ms: **Import kelompok**: lepaskan berbilang tangkapan skrin serentak. Screenshot Bro memeriksa setiap dimensi piksel imej dan menghalakannya ke baris peranti yang sepadan (iPhone lwn iPad lwn Android).
nl: **Batchimport**: meerdere schermafbeeldingen tegelijk verwijderen. Screenshot Bro inspecteert de pixelafmetingen van elke afbeelding en stuurt deze naar de overeenkomende apparaatrij (iPhone versus iPad versus Android).
no: **Satsimport**: slipp flere skjermbilder samtidig. Screenshot Bro inspiserer hvert bildes pikseldimensjoner og ruter det til den samsvarende enhetsraden (iPhone mot iPad mot Android).
pl: **Import zbiorczy**: upuść wiele zrzutów ekranu na raz. Screenshot Bro sprawdza wymiary każdego obrazu w pikselach i kieruje go do odpowiedniego wiersza urządzenia (iPhone vs iPad vs Android).
pt_br: **Importação em lote**: solte várias capturas de tela de uma só vez. Screenshot Bro inspeciona as dimensões em pixels de cada imagem e as encaminha para a linha do dispositivo correspondente (iPhone vs iPad vs Android).
pt_pt: **Importação em lote**: solte várias capturas de ecrã de uma só vez. Screenshot Bro inspeciona as dimensões em pixels de cada imagem e as encaminha para a linha do dispositivo correspondente (iPhone vs iPad vs Android).
ro: **Import în lot**: plasați mai multe capturi de ecran simultan. Screenshot Bro inspectează dimensiunile pixelilor fiecărei imagini și o direcționează către rândul dispozitivului potrivit (iPhone vs iPad vs Android).
sk: **Dávkový import**: pustite viacero snímok obrazovky naraz. Screenshot Bro skontroluje rozmery každého obrázka v pixeloch a presmeruje ho do zodpovedajúceho riadka zariadenia (iPhone vs. iPad vs Android).
sl: **Paketni uvoz**: spustite več posnetkov zaslona hkrati. Screenshot Bro pregleda dimenzije slikovnih pik vsake slike in jo usmeri v ustrezno vrstico naprave (iPhone proti iPad proti Androidu).
sv: **Satsimport**: släpp flera skärmdumpar samtidigt. Screenshot Bro inspekterar varje bilds pixeldimensioner och dirigerar den till den matchande enhetsraden (iPhone mot iPad mot Android).
th: **การนำเข้าเป็นกลุ่ม**: วางภาพหน้าจอหลายภาพพร้อมกัน Screenshot Bro ตรวจสอบขนาดพิกเซลของแต่ละภาพและกำหนดเส้นทางไปยังแถวอุปกรณ์ที่ตรงกัน (iPhone เทียบกับ iPad เทียบกับ Android)
ur: **بیچ امپورٹ**: ایک ساتھ متعدد اسکرین شاٹس چھوڑیں۔ Screenshot Bro ہر تصویر کے پکسل کے طول و عرض کا معائنہ کرتا ہے اور اسے مماثل آلہ کی قطار (iPhone بمقابلہ iPad بمقابلہ Android کی طرف لے جاتا ہے۔
vi: **Nhập hàng loạt**: thả nhiều ảnh chụp màn hình cùng một lúc. Screenshot Bro kiểm tra kích thước pixel của từng hình ảnh và định tuyến nó đến hàng thiết bị phù hợp (iPhone so với iPad so với Android).
zh_hans: **批量导入**：一次删除多个屏幕截图。 Screenshot Bro 检查每个图像的像素尺寸并将其路由到匹配的设备行（iPhone 与 iPad 与 Android）。
